{
  "id": "level1-phrases",
  "title": "Phrases",
  "description": "This lessons introduces an essential building block of te reo Māori: the phrase.",
  "exercise": null,
  "validated": true,
  "tags": [
    "beginner",
    "grammar"
  ],
  "level": 1,
  "content": [
    {
      "title": "Sentence Structure",
      "elements": [
        {
          "type": "text",
          "content": "In te reo Māori, like in English, a sentence is a grammatical unit which represents a complete statement, question, command or exclamation. You're probably pretty familiar with sentences, because they're something you have to keep in mind when writing in English and determining where to put the full stop to separate complex ideas into separate elements.\n\nSentences are made up of clauses, which most people spend less time being conscious of. They're the building blocks of sentences which need to contain two key ingredients:\n\n* **A subject**: This is what the clause is about. In the clause \"dinner was delicious\", *dinner* is the subject. In the clause \"the cat meowed\", *the* *cat* is the subject.\n\n* **The predicate**: This is what you're wanting to say about the subject. In the clause \"dinner was delicious\", the predicate is \"*was delicious*\". In the clause \"the cat meowed\", the predicate is \"*meowed*\". It's the information about the subject which the sentence is designed to communicate. In English, the predicate must contain a verb, but in te reo Māori, that's not always the case.\n\nThe sentence \"John went to the market to buy milk\" is made up of two clauses:\n\n* \"John went to the market\" is the main clause; it's what the sentence is about. The subject is *John* and the predicate is *went to the market.*\n\n* \"to buy milk\" is a dependent clause, which expands on and adds context to the main clause. The subject is still *John* and doesn't need to be explicitly stated where it's understood to be the same as the subject of the main clause. The predicate is \"to buy milk\".\n\nIn English, the next smallest unit is the word. However, te reo Māori has another grammatical unit which is the building block of the clause. This building block is called the **phrase**. The exercises on this website will focus on the phrase a lot as these lessons are based around the idea that understanding **the phrase is the key to being able to parse and analyse sentences in Māori.**"
        },
        {
          "type": "note",
          "content": "In Let's Learn Māori, Bruce Biggs notes: The phrase, not the word, is the unit of Maori speech that must be emphasised in learning. It is the natural grammatical unit of the language, and even more importantly, it is the natural pause unit of speech."
        }
      ]
    },
    {
      "title": "Introducing the Phrase",
      "elements": [
        {
          "type": "text",
          "content": "A phrase can be broken down into three components.\n\nIt must always have a main word which is called the **nucleus**. This is generally a noun, verb or pronoun. These types of words all belong to the class *[[ref|base words|tumu]]* or {{tumu}} (sometimes called {{kupu kiko}} or content words) and they contribute the central meaning to the phrase.\n\nThe nucleus can optionally have words **preceding** it and **following** it.\n\nThese words which flank the nucleus are said to be in the \"periphery\" and are technically referred to as the *preposed periphery* and the *postposed periphery*. We'll return to using this terminology in the more advanced lessons, but for now we're just calling them *preceding words* and *following words* and introducing the technical words so you know what they are if you see them somewhere else.\n\nIn the same way the nucleus must contain a base word, the preceding and following words must be [[ref|particles|punga]] or {{punga}}. Some particles are required to precede the nucleus, while others are required to follow it.\n\nParticles are the glue which hold the sentences together, communicating additional context such as:\n\n* whether the sentence is past, present or future tense\n\n* whether an activity being described is ongoing or has ended\n\n* whether the sentence is about a specific object such as \"the cat\" or is less specific such as \"a cat\".\n\n* whether a possessive relationship is being described such as \"my car\", \"the student's work\" or \"your cat\"."
        }
      ]
    },
    {
      "title": "Example Phrases",
      "elements": [
        {
          "type": "text",
          "content": "For example, in the sentence {{e oma ana te rāpeti}} (the rabbit is running) there are two phrases: {{e oma ana}} and {{te rāpeti}}.\n\nIn the first phrase, {{e oma ana}}, the nucleus is the word {{oma}} which means run.\n\n{{E}} and {{ana}} are a pair of *[[ref|particles|punga]]* which contribute additional context, in this case communicating that the situation being described (the running of the rabbit) is ongoing. \n\nThis is an example of a base word, flanked by two particles. If we instead changed this phrase from {{e oma ana}} to {{i oma}}, the particle {{i}} would communicate that the running was something that happened in the past.\n\nThe second phrase in this sentence is {{te rāpeti}} which means {{the rabbit}}. {{Rāpeti}} is the nucleus of the phrase and it is preceded by the word {{te}} which is called the *[[ref|definite article|putohu]]*, roughly translatable in this sentence to the. There isn't a following word in this phrase, because the preceding and following parts of the phrase are optional. However, we could modify the phrase to be {{te rāpeti nei}} using the particle {{nei}} which signifies that we're talking about something near the speaker and changes the meaning to be \"this rabbit (near me)\" instead of \"the rabbit.\""
        },
        {
          "type": "example",
          "sentence": "E oma ana te rāpeti.",
          "translation": "The rabbit is running.",
          "breakdown": {
            "sentence": [
              {
                "text": "E oma ana te rāpeti.",
                "explanation": "This is a simple verbal sentence with a single clause. \n\nThe rabbit is the subject of the sentence and \"is running\" is the predicate.",
                "translation": "The rabbit is running."
              }
            ],
            "phrase": [
              {
                "text": "E oma ana",
                "explanation": "This is a verb phrase ([[ref|kīanga tūmahi|kianga-tumahi]]) with the [[ref|continuous tense marker|pumahi]] {{e...ana}} and the verb {{oma}}.",
                "translation": "is running",
                "structure": {
                  "preposed": "E",
                  "nucleus": "oma",
                  "postposed": "ana"
                }
              },
              {
                "text": "te rāpeti",
                "explanation": "This is a proper noun phrase ([[ref|kīanga tūingoa|kianga-tuingoa]]) with the definite article {{te}} and the proper noun {{rāpeti}}.",
                "translation": "the rabbit",
                "structure": {
                  "preposed": "te",
                  "nucleus": "rāpeti",
                  "postposed": null
                }
              }
            ]
          },
          "simpleLanguage": true
        }
      ]
    },
    {
      "title": "Wrap Up",
      "elements": [
        {
          "type": "text",
          "content": "That's it for our quick introduction to the phrase. We'll be exploring the phrase in a lot more detail as we progress, but the intent for this exercise is just to introduce what phrases look like so that when future exercises use them as a key way to scaffold your understanding of Māori sentences, they're not totally new to you."
        }
      ]
    }
  ]
}